{"cursor":"4689","size":15,"audio":[],"currentlang":"en","article":"'Amplification' is used to describe a judged tendency of a person to amplify\nphysical symptoms based on psychological factors such as anxiety or depression.\nDistinct interpretations of this type of presentation could be Sensory\nProcessing Disorder involving differences in the way a person reacts to sensory\ninput which is regarded as a pervasive developmental disorder related to the\nAutism spectrum; or there is an alternative psychological concept of 'innate\nsensitiveness' as a personality trait coined by Carl Jung later developed into\nthe Highly sensitive person trait. In one instance where Amplification is used\nas a handle or point of reference or diagnosis it is said \"somatosensory\namplification refers to the tendency to experience somatic sensation as intense,\nnoxious, and disturbing. What may be a minor 'twinge' or mild 'soreness' to the\nstoic, is a severe, consuming pain to the amplifier.\"\n\nPsychological state has been documented to affect the course of upper\nrespiratory tract infection, post-infectious irritable bowel syndrome, and musculoskeletal pain.\n\nAmplification is not recognized by the American Psychiatric Association.\n\nThe Somatosensory Amplification Scale (SAS) has been validated to measure\namplification. The scale contains four items measured\nwith a 5 item Likert scale:\n# Sudden loud noises really disturb me I'm very uncomfortable when I'm in a\n# place that is too hot or too cold I can't stand pain as well as most people\n# can I find I'm often aware of various things happening in my body I'm quick to\n# sense the hunger contractions in my stomach\n\nAmplification is related to alexithymia. Amplification may also contribute to\nmultiple-drug intolerance (if the adverse effects that are reported are non-\nspecific). It is unclear whether amplification is\nrelated to observations that Type A personality trait may be associated with\ndelayed recovery after organic illness.\n","linknr":131,"url":"Amplification_(psychology)","recorded":1362580695,"links":10,"instances":["mood"],"pdf":[],"categories":["Somatoform disorders"],"headings":["References","See also"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["depression","mood"]],"members":["depression"],"related":["Anxiety","Depression_(mood)","Sensory_Processing_Disorder","Pervasive_developmental_disorder","Autism_spectrum","Carl_Jung","Highly_sensitive_person","American_Psychiatric_Association","Likert_scale","Alexithymia","Type_A_personality","Alexithymia","Somatisation"]}