{"cursor":"1596","size":15,"audio":[],"currentlang":"en","article":"'Foresight' is the ability to predict, or the action of predicting, what will\nhappen or what is needed in the future. Studies suggest that much of human daily\nthought is directed towards potential future events. Because of this and its\nrole in human control on the planet, the nature and evolution of foresight is an\nimportant topic in psychology. Suddendorf & Corballis (2007) \"The evolution\nof foresight: What is mental time travel and is it uniquely human\". Behavioral\nand Brain Sciences, 30, 299-313. Recent neuroscientific, developmental and\ncognitive studies have identified many commonalities to the human ability to\nrecall past episodes. Addis DR, Wong AT, Schacter DL. Remembering the Past\nand Imagining the Future: Common and Distinct Neural Substrates During Event\nConstruction and Elaboration. Neuropsychologia 2007; 45:1363-1377. Hassabis D,\nKumaran D, Vann SD, Maguire EA. Patients with Hippocampal Amnesia Cannot Imagine\nNew Experiences. Proceedings of the National Academy of Sciences of the United\nStates of America 2007; 104:1726-1731. Science magazine selected new\nevidence for such commonalities one of the top ten scientific breakthroughs of\n2007. However, there are fundamental differences between mentally travelling\nthrough time into the future versus the past  Suddendorf T. Episodic Memory\nVersus Episodic Foresight: Similarities and Differences. Wiley Interdisciplinay\nReviews Cognitive test Science, 1, 99-107. (episodic memory).\n","linknr":85,"url":"Foresight_(psychology)","recorded":1362484694,"links":14,"instances":[],"pdf":[],"categories":["Prediction"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Psi2.svg/30px-Psi2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Episodic_memory"]}