{"cursor":"5810","size":15,"audio":[],"currentlang":"en","article":"'Volition' or '[[will (philosophy)|will]]' is the cognitive process by which an\nindividual decides on and commits to a particular course of action. It is\ndefined as purposive striving, and is one of the primary human psychological\nfunctions (the others being affection [affect or feeling], motivation [goals and\nexpectations] and cognition [thinking]). Volitional processes can be applied\nconsciously, and they can be automatized as habits over time. Most modern\nconceptions of volition address it as a process of action control that becomes\nautomatized (see e.g., Heckhausen and Kuhl; Gollwitzer; Boekaerts and Corno).\n\nWillpower is the colloquial, and volition the scientific, term for the same\nstate of the will; viz., an \"elective preference\". When we have \"made up our\nminds\" (as we say) to a thing, i.e., have a settled state of choice respecting\nit, that state is called an immanent volition; when we put forth any particular\nact of choice, that act is called an emanant, or executive, or imperative,\nvolition. When an immanent or settled state of choice controls or governs a\nseries of actions, we call that state a predominant volition; while we give the\nname of subordinate volitions to those particular acts of choice which carry\ninto effect the object sought for by the governing or \"predominant volition\".\n\nAccording to Gary Kielhofner's \"Model of Human Occupation\", volition is one of\nthe three sub-systems that act on human behavior. Within this model, volition\nrefers to a person's values, interests and self-efficacy (personal causation)\nabout personal performance.\n\nThe book A Bias for Action discusses the difference between willpower and\nmotivation. In doing so, the authors use the term volition as a synonym for\nwillpower and describe briefly the theories of Kurt Lewin. While Lewin argues\nthat motivation and volition are one and the same, the authors claim that Ach\nargues differently. According to the authors, Ach claims that there is a certain\nthreshold of desire that distinguishes motivation from volition: when desire\nlies below this threshold, it is motivation, and when it crosses over, it\nbecomes volition. Using this model, the authors consider individuals' differing\nlevels of commitment with regard to tasks by measuring it on a scale of intent\nfrom motivation to volition. Modern writing on the role of volition, including\ndiscussions of impulse control (e.g., Kuhl and Heckhausen) and education (e.g.,\nCorno), also make this distinction. Corno's model ties volition to the processes\nof self-regulated learning.\n\nConceptions of willpower are generally based on the assumption that we have\nrational control, and that the reduction of this control results in a lack of\nwillpower. We can thus turn our rationality to serve our impulses or wishes, and\nsometimes have great willpower in pursuing them. For instance, an alcoholic can\nbe very cunning in pursuing his desire to drink, and may display great\ndetermination in achieving this goal. Other times, however, he may know that\nthis behavior is destroying his life, and may resolve for the moment to forgo\nit. Both resolutions may be explained with reference to willpower, depending on\nhow rational his choices are in each case.\n\nThe observer's error is to assume that humans are essentially rational\ncreatures, and that human will always serves that rationality. In fact, we\nare only partly rational, and often our will serves various motivations aside\nfrom reason.\n\nIn their research study The Role of Volition in Distance Education: An\nExploration of its Capacities, Deimann and Bastiaens (2010), attempt to apply\nthe concept of volition research to distance education (DE) research and\npractice. They argue that the concept of volition, volition competence and use\nof volitional strategies have direct application to the field of DE. The ability\nto stay focused and ward off distractions otherwise known as volition is a skill\nset required by DE learners to be successful in knowledge acquisition.\n","linknr":139,"url":"Volition_(psychology)","recorded":1362574784,"links":20,"instances":[],"pdf":[],"categories":["Mental processes","Cognition","Motivation"],"headings":["See also","Notes","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Motivation","Cognition","Kurt_Lewin","Rationality","Appetition","Avolition","Neuroscience_of_free_will"]}